#Autogenerated
#Tue Jan 16 10:55:39 CET 2018
RolsUsuarisEntityDaoImpl.4=Erreur lors de la cr\u00E9ation du r\u00F4le d'utilisateur et de l'association avec le nom de r\u00F4le '%1$s' et le code utilisateur '%2$s'.\n%3$s
PrinterEntityDaoImpl.3=Doit \u00EAtre un serveur d'impression.
RolsUsuarisEntityDaoImpl.3=R\u00F4le d\u00E9j\u00E0 attribu\u00E9
PrinterEntityDaoImpl.2=Erreur lors de la mise \u00E0 jour de l'imprimante avec le code '%1$s'.\n%2$s
RolsUsuarisEntityDaoImpl.2=Autorisation accord\u00E9e
PrinterEntityDaoImpl.1=Erreur lors de l'\u00E9limination de l'imprimante avec le code '%1$s'.\n%2$s
RolsUsuarisEntityDaoImpl.1=Erreur lors de la mise \u00E0 jour du r\u00F4le utilisateur et de l'association avec le nom de r\u00F4le '%1$s' et le code utilisateur '%2$s'.\n%3$s
PrinterEntityDaoImpl.0=Erreur lors de la cr\u00E9ation de l'imprimante avec le code '%1$s'.\n%2$s
RolsUsuarisEntityDaoImpl.0=Autorisation accord\u00E9e
UserEntityDaoImpl.errorCreating=Erreur lors de la cr\u00E9ation de l'utilisateur avec le code '%1$s'.\n%2$s
GroupEntityDaoBase.GrupEntityRemoveNullID=GrupEntity.remove - 'id' ne peut pas \u00EAtre nul
GroupEntityImpl.toString=[id \=%d, code \=%s, description \=%s, OUtype \=%s]
UserEntityDaoImpl.groupNotFound=Groupe principal avec le code '%1$s' non trouv\u00E9.
GroupEntityDaoBase.CodiSuperGroupNullError=es.caib.seycon.ng.model.GrupEntityDao.setSuperGrup (java.lang.String codiSubGrup, java.lang.String codiSuperGrup) - 'codiSuperGrup' ne peut pas \u00EAtre nul
EmailListEntityDaoImpl.8=Erreur lors de la suppression de la liste de diffusion nomm\u00E9e '%1$s'.\n%2$s
EmailListEntityDaoImpl.6=Erreur lors de la mise \u00E0 jour de la liste de diffusion nomm\u00E9e '%1$s'.\n%2$s
EmailListEntityDaoImpl.4=Erreur lors de la cr\u00E9ation de la liste de diffusion avec le nom '%1$s'.\n%2$s
NetworkAuthorizationEntityDaoImpl.errorUpdating=Erreur lors de la mise \u00E0 jour de l'autorisation d'acc\u00E8s avec le filtre '%1$s'.\n%2$s
SystemEntityDaoImpl.2=Erreur lors de la suppression du r\u00E9partiteur avec le code '%1$s'.\n%2$s
AccessLogEntityDaoImpl.endDateRequired=Si vous entrez la date de fin doit indiquer la date de d\u00E9but
SystemEntityDaoImpl.1=Erreur lors de la mise \u00E0 jour du r\u00E9partiteur avec le code '%1$s'.\n%2$s
SystemEntityDaoImpl.0=Erreur lors de la cr\u00E9ation du r\u00E9partiteur avec le code '%1$s'.\n%2$s
AccessLogEntityDaoImpl.missingServerAndProtocol=Vous devez d\u00E9marrer le nom du serveur et le protocole d'acc\u00E8s
RoleEntityDaoBase.RolEntityRemoveNullRolEntityError=RolEntity.remove - 'rolEntity' ne peut pas \u00EAtre nul
RenovacioEntityDaoImpl.1=Erreur lors de la suppression du renouvellement de l'utilisateur cod\u00E9 '%1$s'.\n%2$s
RenovacioEntityDaoImpl.0=Erreur lors de la cr\u00E9ation du renouvellement \u00E0 partir du code utilisateur '%1$s'.\n%2$s
EmailListEntityDaoImpl.IntegrityExceptionExterns=Pour supprimer la liste de diffusion '%1$s', toutes les affectations doivent \u00EAtre supprim\u00E9es. Examiner les listes de courrier externes.
NetworkAuthorizationEntityDaoImpl.errorDeleting=Erreur lors de la suppression de l'autorisation d'acc\u00E8s au filtre '%1$s'.\n%2$s
AuditEntityDaoImpl.UnknownVariable=La variable inconnue %s lors de l'analyse du message d'audit %s
UserEntityDaoImpl.deletedGroup=Ne peut pas \u00EAtre associ\u00E9 au code du groupe principal '%1$s' est un groupe depuis obsol\u00E8te.
ConfigEntityDaoImpl.4=Plus d'une instance de 'es.caib.seycon.ng.model.ConfiguracioEntity' a \u00E9t\u00E9 trouv\u00E9e lors de l'ex\u00E9cution de la requ\u00EAte -> '%1$s'
RoleEntityDaoBase.RolEntityRemoveNullIDError=RolEntity.remove - 'id' ne peut pas \u00EAtre nul
ConfigEntityDaoImpl.3=R\u00E9seau avec le code '%1$s' non trouv\u00E9.
ConfigEntityDaoImpl.2=Erreur lors de l'\u00E9limination de la configuration avec le code '%1$s'.\n%2$s
ConfigEntityDaoImpl.1=Erreur lors de la mise \u00E0 jour de la configuration avec le code '%1$s'.\n%2$s
ConfigEntityDaoImpl.0=Erreur lors de la cr\u00E9ation de la configuration avec le code '%1$s'.\n%2$s
RolsUsuarisEntityImpl.0=R\u00F4le [%s] accord\u00E9 \u00E0 [%s]
InformationSystemEntityDaoImpl.5=Vous devez corriger les erreurs dans le format des e-mails de notification\: l'adresse e-mail '%1$s' n'est pas correcte
TaskEntityDaoImpl.1=La date de la t\u00E2che doit avoir une valeur.
InformationSystemEntityDaoImpl.4=Le code utilisateur '%1$s' est introuvable.
InformationSystemEntityDaoImpl.3=Aucune application ne peut \u00EAtre cr\u00E9\u00E9e \u00E0 partir des valeurs de domaine.
InformationSystemEntityDaoImpl.2=Erreur lors de l'\u00E9limination de l'application avec le code '%1$s'.\n%2$s
InformationSystemEntityDaoImpl.1=Erreur lors de la mise \u00E0 jour de l'application avec le code '%1$s'.\n%2$s
InformationSystemEntityDaoImpl.0=Erreur lors de la cr\u00E9ation de l'application avec le code '%1$s'.\n%2$s
AccessLogEntityDaoImpl.errorCreating=Erreur lors de la cr\u00E9ation des journaux d'acc\u00E8s avec l'identificateur de session '%1$s'.\n%2$s
UserGroupEntityDaoImpl.9=Groupe avec le code '%1$s' non trouv\u00E9.
AccessLogEntityDaoImpl.badNumberFormat=Le format du num\u00E9ro d'enregistrement est incorrect
UserGroupEntityDaoImpl.8=Le code utilisateur '%1$s' est introuvable.
AuditEntityDaoImpl.5=Le format de date '%1$s' est incorrect.
UserGroupEntityDaoImpl.7=Erreur lors de la suppression de l'association de l'utilisateur avec le code '%1$s' et le groupe de codes '%2$s'.\n%3$s
AuditEntityDaoImpl.4=Les audits ne peuvent pas \u00EAtre modifi\u00E9s.
UserGroupEntityDaoImpl.6=Vous ne pouvez pas vous retirer les autorisations
UserGroupEntityDaoImpl.5=Erreur lors de la cr\u00E9ation de l'association entre le code utilisateur '%1$s' et le groupe de codes '%2$s'.\n%3$s
AuditEntityDaoImpl.2=Erreur lors de la suppression de l'identificateur d'audit '%1$d'.\n%2$s
UserGroupEntityDaoImpl.4=Vous ne pouvez pas vous accorder des autorisations
AuditEntityDaoImpl.1=Erreur lors de la cr\u00E9ation de l'audit avec l'identificateur '%1$d'.\n%2$s
AccessLogEntityDaoImpl.missingParameter=Vous devez entrer au moins un param\u00E8tre de recherche
UserGroupEntityDaoImpl.3=Vous ne pouvez pas associer le groupe au code '%1$s' est un groupe obsol\u00E8te.
AuditEntityDaoImpl.0=L'appel SQL a \u00E9chou\u00E9\:
UserGroupEntityDaoImpl.2=Erreur lors de la mise \u00E0 jour de l'association entre le code utilisateur '%1$s' et le groupe de codes '%2$s'.\n%3$s
RoleDependencyEntityImpl.domain=\u00A0domaini '%s'
UserGroupEntityDaoImpl.1=Vous ne pouvez pas vous accorder des autorisations
GroupEntityDaoBase.GrupEntityRemovesNullEntities=GrupEntity.remove - 'entities' ne peut pas \u00EAtre nul
UserGroupEntityDaoImpl.0=Vous ne pouvez pas associer le groupe au code '%1$s' est un groupe obsol\u00E8te.
RoleDependencyEntityImpl.assignedTo=r\u00F4le '%s' contenu (accord\u00E9) %s%s '
MetaDataEntityDaoImpl.1=Erreur lors de la suppression du type de donn\u00E9es utilisateur avec le code '%1$s'.\n%2$s
MetaDataEntityDaoImpl.0=Erreur lors de la cr\u00E9ation du type de donn\u00E9es utilisateur avec le code '%1$s'.\n%2$s
UserEmailEntityDaoImpl.6=pas trouv\u00E9.
DomainValueEntityDaoImpl.errorUpdating=Erreur lors de la mise \u00E0 jour de la valeur du domaine d'application nomm\u00E9e '%1$s'.\n%2$s
UserEmailEntityDaoImpl.5=et le domaine de code '%2$s'
GroupEntityDaoBase.MoreOneInstanceGrupEntity=Plus d'une instance de 'es.caib.seycon.ng.model.GrupEntity' a \u00E9t\u00E9 trouv\u00E9e lors de l'ex\u00E9cution de la requ\u00EAte -> '%1$s'
UserEmailEntityDaoImpl.4=Liste de diffusion nomm\u00E9e '%1$s'
UserEmailEntityDaoImpl.3=Utilisateur avec le code '%1$s' introuvable.
UserEmailEntityDaoImpl.2=Erreur lors de la suppression de la liste de diffusion de l'association avec la liste de diffusion des utilisateurs nomm\u00E9e '%1$s' et le code utilisateur '%2$s'.\n%3$s
UserEmailEntityDaoImpl.1=Erreur lors de la cr\u00E9ation de la liste de diffusion de l'association avec la liste de diffusion des utilisateurs nomm\u00E9e '%1$s' et le code utilisateur '%2$s'.\n%3$s
UserEntityDaoImpl.needsUserType=Erreur\: Vous devez sp\u00E9cifier le type d'utilisateur
UserEmailEntityDaoImpl.0=Vous ne pouvez pas ajouter d'utilisateurs \u00E0 une liste de diffusion avec un domaine obsol\u00E8te
SessionEntityDaoImpl.2=Les sessions ne peuvent pas \u00EAtre cr\u00E9\u00E9es ou mises \u00E0 jour directement.
SessionEntityDaoImpl.1=Erreur lors de la suppression de la session entre l'ordinateur serveur '%1$s' et l'ordinateur client '%2$s'.\n%3$s
UserEntityDaoImpl.identityNotFound=Le code d'identification de l'utilisateur '%1$s' est introuvable.
SessionEntityDaoImpl.0=Erreur lors de la cr\u00E9ation de la session entre l'ordinateur serveur '%1$s' et l'ordinateur client '%2$s'.\n%3$s
RoleDependencyEntityImpl.group=\u00A0groupe '%s'
EmailListEntityDaoImpl.obsoleteError=Impossible de mapper le domaine de messagerie '%1$s' car il est obsol\u00E8te
AccessLogEntityDaoImpl.missingData=Vous devez entrer le code utilisateur et le protocole d'acc\u00E8s
UserEntityDaoImpl.invalidShortName=Il peut y avoir un utilisateur avec un nom court '%1$s' et un code de domaine de messagerie '%2$s' et que cela soit \u00E0 la fois comme un alias de messagerie.
EmailListContainerEntityDaoImpl.6=Erreur lors de la mise \u00E0 jour de l'association entre deux listes de diffusion, l'une portant le nom '%1$s' et l'autre '%2$s'.\n%3$s
EmailListContainerEntityDaoImpl.5=La liste de diffusion nomm\u00E9e '%1$s' est introuvable.
EmailListContainerEntityDaoImpl.4=La liste de diffusion nomm\u00E9e '%1$s' et le code de domaine '%2$s' sont introuvables.
EmailListContainerEntityDaoImpl.3=Erreur lors de la suppression de l'association entre deux listes de diffusion, l'une portant le nom '%1$s' et l'autre '%2$s'.\n%3$s
RoleDependencyEntityImpl.domainValue=\u00A0valeur du domaine d'application, nom \=%s valeur \=%s
EmailListContainerEntityDaoImpl.2=Erreur lors de la cr\u00E9ation de l'association entre deux listes de diffusion, l'une portant le nom '%1$s' et l'autre '%2$s'.\n%3$s
EmailListContainerEntityDaoImpl.1=Vous ne pouvez pas ajouter la liste de diffusion nomm\u00E9e '%1$s @%2$s' car le domaine est obsol\u00E8te.
ApplicationDomainEntityDaoImpl.7=Erreur lors de la suppression du domaine d'application nomm\u00E9'
EmailListContainerEntityDaoImpl.0=Impossible d'ajouter \u00E0 la liste de diffusion nomm\u00E9e '%1$s @%2$s' car le domaine est obsol\u00E8te.
EmailDomainEntityDaoImpl.8=Erreur lors de la mise \u00E0 jour du domaine de messagerie avec le code '%1$s'.\n%2$s
EmailDomainEntityDaoImpl.6=Erreur lors de la suppression du domaine de messagerie avec le code '%1$s'.\n%2$s
ApplicationDomainEntityDaoImpl.4=Erreur lors de la cr\u00E9ation du domaine d'application nomm\u00E9'
EmailListEntityDaoImpl.unknownError=Domaine de messagerie avec le code '%1$s' introuvable.
ServerPluginModuleEntityDaoImpl.NotImplemented=Pas mis en \u0153uvre
ApplicationDomainEntityDaoImpl.0=Le code d'application '%1$s' est introuvable.
EmailDomainEntityDaoImpl.0=Erreur lors de la cr\u00E9ation du domaine de messagerie avec le code '%1$s'.\n%2$s
AccountAttributeEntityDaoImpl.2=La valeur %s est d\u00E9j\u00E0 affect\u00E9e au compte %s
AccountAttributeEntityDaoImpl.1=Le compte %s n'a pas \u00E9t\u00E9 trouv\u00E9 sur le syst\u00E8me %s
UserEntityDaoImpl.errorUpdating=Erreur lors de la mise \u00E0 jour de l'utilisateur avec le code '%1$s'.\n%2$s
UserEntityDaoImpl.cannotGrantYourself=Aucune autorisation ne peut se donner ou se prendre
HostEntityDaoImpl.InvalidOS=Valeur du syst\u00E8me d'exploitation non valide '%1$s'
EmailListEntityDaoImpl.dateFormat=DD/MM/AAAA hh\:mm\:ss
UserEntityDaoImpl.errorDeleting=Erreur lors de la suppression du code utilisateur '%1$s'.\n%2$s
ApplicationDomainEntityDaoImpl.12=Le code de l'application est nul.
ApplicationDomainEntityDaoImpl.10=Erreur lors de la mise \u00E0 jour du domaine d'application"
ServiceEntityDaoImpl.2=Erreur lors de la mise \u00E0 jour du service avec '%1$s'.\n%2$s
ServiceEntityDaoImpl.1=Erreur lors de l'\u00E9limination du service avec le code '%1$s'.\n%2$s
ServiceEntityDaoImpl.0=Erreur lors de la cr\u00E9ation du service avec le code '%1$s'.\n%2$s
RoleEntityDaoBase.MoreInstancesRolEntityExecutingQuery=Plus d'une instance de 'es.caib.seycon.ng.model.RolEntity' a \u00E9t\u00E9 trouv\u00E9e lors de l'ex\u00E9cution de la requ\u00EAte -> '%1$s'
AccessLogEntityDaoImpl.errorDeleting=Erreur lors de la suppression des journaux d'acc\u00E8s avec l'identificateur de session '%1$s'.\n%2$s
UserDataEntityDaoImpl.IsNotDate='%1$s' n'est pas une valeur de date correcte
GroupEntityDaoBase.PerformingError=Erreur lors de l'ex\u00E9cution de 'es.caib.seycon.ng.model.GrupEntityDao.setSuperGrup (java.lang.String codiSubGrup, java.lang.String codiSuperGrup)' -> '%1$s'
RoleEntityDaoImpl.22=L'identit\u00E9 n'est pas un r\u00F4le
AuthorizationEntityDaoImpl.2=Erreur lors de la suppression de l'autorisation '%1$s' r\u00F4le '%2$s'.\n%3$s
RoleEntityDaoImpl.21=Identit\u00E9 avec le nom de r\u00F4le '%1$s' introuvable.
NetworkAuthorizationEntityDaoImpl.roleNotFound=R\u00F4le avec le nom '%1$s' introuvable.
NetworkAuthorizationEntityDaoImpl.userNotFound=Le code utilisateur '%1$s' est introuvable.
AuthorizationEntityDaoImpl.1=Erreur lors de la mise \u00E0 jour de l'autorisation '%1$s' r\u00F4le '%2$s'.\n%3$s
RoleEntityDaoImpl.20=Le r\u00F4le nomm\u00E9 '%1$s' est associ\u00E9 \u00E0 un domaine d'application diff\u00E9rent portant le nom '%2$s'
HostEntityDaoImpl.4=Erreur lors de la mise \u00E0 jour de la machine nomm\u00E9e '%1$s'.\n%2$s
AuthorizationEntityDaoImpl.0=Erreur lors de la cr\u00E9ation de l'autorisation '%1$s' r\u00F4le '%2$s'.\n%3$s
HostEntityDaoImpl.3=Erreur lors de la cr\u00E9ation de la machine nomm\u00E9e '%1$s'.\n%2$s
HostEntityDaoImpl.2=Erreur lors de la suppression de la machine nomm\u00E9e '%1$s'.\n%2$s
HostEntityDaoImpl.1=Le r\u00E9seau avec le code '%1$s' n'existe pas.
HostEntityDaoImpl.0=Rouge avec le masque '%1$s' et l'adresse '%2$s' n'est pas compatible avec la direction de la machine '%3$s'
RoleEntityDaoImpl.9=Ce r\u00F4le n'a pas encore envoy\u00E9 de notifications (notifications affectant les r\u00F4les d'application.)
RoleEntityDaoImpl.8=Ce r\u00F4le est attribu\u00E9 \u00E0 une autorisation r\u00E9seau.
RoleEntityDaoImpl.7=Ce r\u00F4le est attribu\u00E9 \u00E0 certains utilisateurs.
RoleEntityDaoImpl.6=Ce r\u00F4le est li\u00E9 aux fichiers LOPD.
RoleEntityDaoImpl.5=Ce r\u00F4le est donn\u00E9 \u00E0 certains groupes.
RoleEntityDaoImpl.4=Ce r\u00F4le est contenu dans d'autres r\u00F4les (les r\u00F4les ont des parents).
GroupEntityDaoBase.GrupEntityCreateNullEntities=GrupEntity.create - 'entit\u00E9s' ne peut pas \u00EAtre nul
RoleEntityDaoImpl.3=Ce r\u00F4le est un conteneur pour d'autres r\u00F4les.
RoleEntityDaoImpl.2=Erreur lors de la mise \u00E0 jour du r\u00F4le nomm\u00E9 '%1$s'.\n%2$s
RoleEntityDaoImpl.1=Erreur lors de la cr\u00E9ation du r\u00F4le nomm\u00E9 '%1$s'.\n%2$s
RoleEntityDaoImpl.0=Impossible de cr\u00E9er la relation du r\u00F4le '%1$s' avec le r\u00F4le '%2$s' car il existe un cycle entre les r\u00F4les. Cycle path \= '%3$s'
GroupEntityDaoBase.CodiSubGroupNullError=es.caib.seycon.ng.model.GrupEntityDao.setSuperGrup (java.lang.String codiSubGrup, java.lang.String codiSuperGrup) - 'codiSubGrup' ne peut pas \u00EAtre nul
UserEntityDaoImpl.profileServerNotFound=Profil du serveur\: La machine nomm\u00E9e '%1$s' est introuvable.
AuditEntityDaoImpl.Action=Actes
RoleEntityDaoImpl.19=Impossible de trouver un domaine d'application nomm\u00E9 '%1$s' associ\u00E9 au code d'application '%2$s'
RoleEntityDaoImpl.18=Dispatcher (base de donn\u00E9es) avec le code '%1$s' introuvable.
RoleEntityDaoImpl.17=R\u00F4le avec le nom de l'application '%1$s' et la base de donn\u00E9es '%3$s' non trouv\u00E9e.
RoleEntityDaoImpl.16=Aucun domaine de valeur avec le nom '%1$s' et la valeur\: '%2$s'
RoleEntityDaoImpl.15=Application introuvable avec le code '%1$s'
RoleEntityDaoImpl.14=Aucun groupe avec le code '%1$s' n'a \u00E9t\u00E9 trouv\u00E9
RoleEntityDaoImpl.13=Erreur lors de l'obtention du domaine de valeur
RoleEntityDaoImpl.12={'%1$s'} si l'utilisateur a le r\u00F4le actuel avec Domain.
RoleEntityDaoImpl.11=Erreur lors de la suppression du r\u00F4le nomm\u00E9 '%1$s'.\n%2$s
RoleEntityDaoImpl.10=Vous devez supprimer les relations avec d'autres entit\u00E9s avant de pouvoir supprimer ce r\u00F4le\: INFO\:\n%1$s
UserEntityDaoImpl.dateFormat=dd/MM/YYYY hh\: mm\: ss
UserEntityDaoImpl.mailServerNotFound=Serveur de messagerie\: la machine nomm\u00E9e '%1$s' est introuvable.
RoleDependencyEntityImpl.domainType=\u00A0type de domaine de r\u00F4le %s valeur \=%s
RoleGroupEntityDaoImpl.0=role ['%1$s'] donn\u00E9 au groupe ['%2$s']
UserEntityDaoImpl.mailDomainNotFound=Le domaine de messagerie avec le code '%1$s' ne peut pas \u00EAtre affect\u00E9 car il est obsol\u00E8te.
RoleDependencyEntityImpl.application=\u00A0applications
RoleAccountEntityDaoImpl.MoreThanOneUserAccount=Plus d'un compte pour l'utilisateur %s sur le syst\u00E8me %s
EmailListEntityDaoImpl.IntegrityExceptionUsers=Pour supprimer la liste de diffusion '%1$s', toutes les affectations d'utilisateur doivent \u00EAtre supprim\u00E9es.
AccessControlEntityDaoImpl.4=Erreur\: ne pas d\u00E9finir le programme o\u00F9 vous voulez d\u00E9finir le contr\u00F4le d'acc\u00E8s.
AccessControlEntityDaoImpl.3=Erreur\: Impossible de d\u00E9finir la machine (IPs) o\u00F9 vous souhaitez d\u00E9finir le contr\u00F4le d'acc\u00E8s.
AccessControlEntityDaoImpl.2=Erreur\: pas indiqu\u00E9 l'utilisateur o\u00F9 veut d\u00E9finir le contr\u00F4le d'acc\u00E8s.
RoleEntityDaoBase.RolEntityLoadNullIDError=RolEntity.load - 'id' ne peut pas \u00EAtre nul
AccessControlEntityDaoImpl.1=Erreur\: impossible d'obtenir le r\u00F4le avec id \=%1$d o\u00F9 vous souhaitez d\u00E9finir le contr\u00F4le d'acc\u00E8s.
AccessControlEntityDaoImpl.0=Impossible d'obtenir l'agent o\u00F9 vous souhaitez d\u00E9finir le contr\u00F4le d'acc\u00E8s.
GroupEntityDaoBase.GrupEntityLoadNullID=GrupEntity.load - 'id' ne peut pas \u00EAtre nul
UserEntityDaoImpl.cannotChangeGroup=Impossible de modifier le groupe principal avec le code utilisateur '%1$s' du code '%2$s' car il existe une association entre l'utilisateur et le domaine de valeur de domaine GRUPS_USUARI et la valeur '%3$s'.
DomainValueEntityDaoImpl.domainNotFound=Domaine d'application avec le code d'application '%1$s' et le nom '%2$s' non trouv\u00E9.
PasswordEntityDaoImpl.2=Erreur lors de la suppression du mot de passe '%1$s'.\n%2$s
GroupTypeEntityDaoImpl.0=Cette unit\u00E9 d'organisation a attribu\u00E9%1$d groupe (s) ne peut pas \u00EAtre supprim\u00E9 jusqu'\u00E0 ce que vous effaciez des associations avec des groupes.
PasswordEntityDaoImpl.1=Erreur lors de la cr\u00E9ation du mot de passe '%1$s'.\n%2$s
PasswordEntityDaoImpl.0=Erreur lors de la mise \u00E0 jour du mot de passe '%1$s'.\n%2$s
RoleEntityDaoBase.RolEntityRemoveNullEntitiesError=RolEntity.remove - 'entities' ne peut pas \u00EAtre nul
AccountEntityDaoImpl.WrongPassword=Mauvaise politique de mot de passe %s pour le compte %s/%s
AccessLogEntityDaoImpl.tooManyRecords=Trop d'enregistrements\: il est n\u00E9cessaire de prendre un filtre plus restrictif.
GroupEntityDaoImpl.10=L'identit\u00E9 n'est pas un groupe
GroupEntityDaoImpl.9=Identit\u00E9 avec le code de groupe '%1$s' introuvable.
AccessLogEntityDaoImpl.cannotUpdate=Les journaux d'acc\u00E8s sont disponibles uniquement.
GroupEntityDaoImpl.8=La relation hi\u00E9rarchique avec le supergroupe avec le code '%1$s' et le sous-groupe avec le code '%2$s' cr\u00E9e un cycle de d\u00E9pendance.
GroupEntityDaoImpl.7=Le partage '%1$s' n'est pas une valeur enti\u00E8re.
GroupEntityDaoImpl.6=Type d'unit\u00E9 d'organisation avec le code '%1$s' introuvable
GroupEntityDaoBase.GrupEntityRemoveNullGrupEntity=GrupEntity.remove - 'grupEntity' ne peut pas \u00EAtre nul
GroupEntityDaoImpl.5=La machine nomm\u00E9e '%1$s' est introuvable.
GroupEntityDaoImpl.4=Le groupe parent ne peut pas \u00EAtre affect\u00E9 car il est obsol\u00E8te
GroupEntityDaoImpl.3=Groupe avec le code '%1$s' non trouv\u00E9.
AccountEntityDaoImpl.WrongDispatcher=Mauvais r\u00E9partiteur %s pour le compte %s/%s
GroupEntityDaoImpl.2=Erreur lors de la mise \u00E0 jour du groupe avec le code '%1$s'.\n%2$s
GroupEntityDaoImpl.1=Erreur lors de l'\u00E9limination du groupe avec le code '%1$s'.\n%2$s
GroupEntityDaoImpl.0=Erreur lors de la cr\u00E9ation du groupe avec le code '%1$s'.\n%2$s
PasswordDomainEntityDaoImpl.MoreThanOnePassword=Plus d'un domaine de mot de passe manuel pour l'utilisateur%d
HostAliasEntityDaoImpl.2=Erreur lors de la mise \u00E0 jour de l'alias '%1$s'.\n%2$s
HostAliasEntityDaoImpl.1=Erreur lors de l'\u00E9limination de l'alias '%1$s'.\n%2$s
HostAliasEntityDaoImpl.0=Erreur lors de la cr\u00E9ation de l'alias '%1$s'.\n%2$s
ServerEntityDaoImpl.DBnotFound=La base de donn\u00E9es de r\u00E9pliques '%d' n'a pas \u00E9t\u00E9 trouv\u00E9e
UserPrinterEntityDaoImpl.5=Imprimante avec le code '%1$s' non trouv\u00E9.
NetworkAuthorizationEntityDaoImpl.identityNotFound=Identit\u00E9 avec le code '%1$s' introuvable.
UserPrinterEntityDaoImpl.4=Le code utilisateur '%1$s' est introuvable.
UserPrinterEntityDaoImpl.3=Erreur lors de la suppression de l'association de l'utilisateur avec le code '%1$s' et de l'imprimante avec le code '%2$s'.\n%3$s
UserPrinterEntityDaoImpl.2=Erreur lors de la cr\u00E9ation de l'association entre le code utilisateur '%1$s' et l'imprimante avec le code '%2$s'.\n%3$s
AccessLogEntityDaoImpl.tooManyRecordsFound=Trop d'enregistrements\: il est n\u00E9cessaire de prendre un filtre plus restrictif.
UserPrinterEntityDaoImpl.1=Imprimante assign\u00E9e
CardEntityDaoImpl.userNotFound=Impossible de trouver l'utilisateur avec le code '%1$s'
UserPrinterEntityDaoImpl.0=Erreur lors de la mise \u00E0 jour de l'association entre le code utilisateur '%1$s' et l'imprimante avec le code '%2$s'.\n%3$s
NetworkAuthorizationEntityDaoImpl.groupNotFound=Groupe avec le code '%1$s' non trouv\u00E9.
UserEntityDaoImpl.deletedDomain=Le domaine de messagerie avec le code '%1$s' ne peut pas \u00EAtre affect\u00E9 car il est obsol\u00E8te
EntryPointExecutionTypeEntityDaoImpl.invalidEntry=TipusExecucioPuntEntrada invalide (pas de code)
DomainValueEntityDaoImpl.invalidDomain=Le domaine de la valeur ne provient pas de l'application
PrinterGroupEntityDaoImpl.4=Groupe avec le code '%1$s' non trouv\u00E9.
EmailDomainEntityDaoImpl.IntegrityException=Pour supprimer le domaine de messagerie '%1$s', toutes les affectations doivent \u00EAtre supprim\u00E9es. Consulter les listes de diffusion
PrinterGroupEntityDaoImpl.3=Imprimante avec le code '%1$s' non trouv\u00E9.
PrinterGroupEntityDaoImpl.2=Groupe d'association d'erreurs supprimant l'imprimante avec le code d'imprimante '%1$s' et le code de groupe '%2$s'.\n%3$s
PrinterGroupEntityDaoImpl.1=Erreur lors de la cr\u00E9ation de l'association de groupe avec l'imprimante avec le code d'imprimante '%1$s' et le code de groupe '%2$s'.\n%3$s
PrinterGroupEntityDaoImpl.0=Erreur lors de la mise \u00E0 jour de l'association de groupe avec l'imprimante avec le code d'imprimante '%1$s' et le code de groupe '%2$s'.\n%3$s
NetworkAuthorizationEntityDaoImpl.networkNotFound=R\u00E9seau avec le code '%1$s' non trouv\u00E9.
NetworkEntityDaoImpl.4=Le masque de r\u00E9seau ne peut pas \u00EAtre nul
NetworkEntityDaoImpl.3=L'adresse r\u00E9seau '%1$s' ne prend pas en charge le masque '%2$s'.
NetworkAuthorizationEntityDaoImpl.errorCreating=Erreur lors de la cr\u00E9ation de l'autorisation d'acc\u00E8s avec le filtre '%1$s'.\n%2$s
ExternEmailEntityDaoImpl.3=La liste de diffusion nomm\u00E9e '%1$s' et le domaine de messagerie '%2$s' sont introuvables.
NetworkEntityDaoImpl.2=Erreur lors de la mise \u00E0 jour du code r\u00E9seau '%1$s'.\n%2$s
ExternEmailEntityDaoImpl.2=Erreur lors de la suppression de l'adresse e-mail externe '%1$s'.\n%2$s
NetworkEntityDaoImpl.1=Code d'erreur \u00E9liminant le r\u00E9seau '%1$s'.\n%2$s
ExternEmailEntityDaoImpl.1=Erreur lors de la cr\u00E9ation de l'adresse e-mail externe '%1$s'.\n%2$s
NetworkEntityDaoImpl.0=Erreur lors de la cr\u00E9ation du r\u00E9seau avec le code '%1$s'.\n%2$s
ExternEmailEntityDaoImpl.0=Vous ne pouvez pas attribuer l'adresse e-mail externe '%1$s' car elle est associ\u00E9e \u00E0 une liste de diffusion avec un domaine obsol\u00E8te
UserEntityDaoImpl.emailNotFound=Alias \u200B\u200Bde messagerie avec le code '%1$s' non trouv\u00E9.
UserDataEntityDaoImpl.4=Type de donn\u00E9es avec le code '%1$s' introuvable.
UserDataEntityDaoImpl.3=Le code utilisateur '%1$s' est introuvable.
UserDataEntityDaoImpl.2=Erreur lors de la suppression des donn\u00E9es utilisateur avec la valeur '%1$s'.\n%2$s
RolsUsuarisEntityDaoImpl.17=Utilisateur avec le code utilisateur '%1$d' non trouv\u00E9
UserDataEntityDaoImpl.1=Erreur lors de la mise \u00E0 jour de la valeur des donn\u00E9es utilisateur '%1$s'.\n%2$s
RolsUsuarisEntityDaoImpl.16=R\u00F4le nomm\u00E9 '%1$d' non trouv\u00E9.
UserDataEntityDaoImpl.0=Erreur lors de la cr\u00E9ation des donn\u00E9es utilisateur avec la valeur '%1$s'.\n%2$s
RolsUsuarisEntityDaoImpl.15=Application avec le code '%1$d' introuvable
AccessLogEntityDaoImpl.wrongFormat=Le format du num\u00E9ro d'enregistrement est incorrect
RolsUsuarisEntityDaoImpl.14=Valeur du domaine d'application avec le nom de domaine '%1$s', le code d'application '%2$s' et la valeur '%3$s' non trouv\u00E9.
RolsUsuarisEntityDaoImpl.13=Application avec le code '%1$d' introuvable
UserEntityDaoImpl.identityNotUser=L'identit\u00E9 n'est pas un utilisateur
RolsUsuarisEntityDaoImpl.12=Un domaine avec le nom GRUPS ou GRUPS_USUARI doit avoir un code de groupe.
RolsUsuarisEntityDaoImpl.11=Le groupe avec le code '%1$s' n'existe pas.
EmailListEntityDaoImpl.IntegrityException=Pour supprimer la liste de diffusion '%1$s', toutes les affectations doivent \u00EAtre supprim\u00E9es.
RolsUsuarisEntityDaoImpl.10=Un nom de domaine GRUPS_USUARI n\u00E9cessite un code utilisateur.
UserEntityDaoImpl.homeServerNotFound=Serveur domestique\: la machine nomm\u00E9e '%1$s' est introuvable.
DadaUsuariEntityDaoImpl.4=Type de donn\u00E9es avec le code '%1$s' introuvable.
EmailListEntityDaoImpl.IntegrityExceptionLCO=Pour supprimer la liste de diffusion '%1$s', toutes les affectations doivent \u00EAtre supprim\u00E9es. Examiner les listes de courrier contenues.
RoleAccountEntityImpl.0=RolAccountEntityImpl [compte\:%1$s, r\u00F4le\:%2$s]
RoleEntityDaoBase.RolEntityCreateNullEntitiesError=RolEntity.create - 'entit\u00E9s' ne peut pas \u00EAtre nul
NetworkAuthorizationEntityDaoImpl.1=DD/MM/YYYY hh\:mm\:ss
GroupEntityDaoBase.GrupEntityCreateNullGrupEntity=GrupEntity.create - 'grupEntity' ne peut pas \u00EAtre nul
UserEntityDaoImpl.wrongUserType=Erreur\: Aucun utilisateur de domaine avec le code '%1$s'
DadaUsuariEntityDaoImpl.IsNotDate='%1$s' n'est pas une valeur de date correcte
RolsUsuarisEntityDaoImpl.9=Le code de groupe '%1$d' n'appartient pas au code utilisateur '%2$d'.
RolsUsuarisEntityDaoImpl.8=R\u00F4le avec le nom '%1$s' inexistant
RoleEntityDaoBase.RolEntityCreateRolEntityNullError=RolEntity.create - 'rolEntity' ne peut pas \u00EAtre nul
RolsUsuarisEntityDaoImpl.7=L'utilisateur avec le code '%1$s' n'existe pas.
DomainValueEntityDaoImpl.errorCreating=Erreur lors de la cr\u00E9ation de la valeur de domaine du code d'application '%1$s'.\n%2$s
UserEntityDaoImpl.mailListCollission=Vous ne pouvez pas affecter \u00E0 l'utilisateur un nom court '%1$s' existant en tant que liste de diffusion avec ce nom.
RolsUsuarisEntityDaoImpl.6=Erreur lors de la suppression du r\u00F4le utilisateur et de l'association avec le nom de r\u00F4le '%1$s' et le code utilisateur '%2$s'.\n%3$s
PrinterEntityDaoImpl.5=Vous devez entrer un serveur d'impression sur une imprimante.
RolsUsuarisEntityDaoImpl.5=Autorisation r\u00E9voqu\u00E9e
PrinterEntityDaoImpl.4=La machine nomm\u00E9e '%1$s' est introuvable.
