#Autogenerated
#Wed May 14 17:08:36 CEST 2014
UserServiceImpl.InvalidUserType=Tipo de usuario no v\u00E1lido\: %1$s
EntryPointServiceImpl.NoAuthorizedToMakeAutoritations=Error\: El usuario no tiene permiso para crear autorizaciones
OrganizationalUnitTypeServiceImpl.CodeTypeExists=No es posible crear una unidad organizativa con el c\u00F3digo '%1$s' porque ya existe una con este c\u00F3digo.
ApplicationServiceImpl.UpdateApplicationError=Usuario con c\u00F3digo '%1$s' no puede actualizar la aplicaci\u00F3n con c\u00F3digo '%2$s'.
ApplicationServiceImpl.UserNotAccesToApplication=El usuario con c\u00F3digo '%1$s' no tiene acceso al rol de la aplicaci\u00F3n '%2$s'.
AccountServiceImpl.AccountAlreadyExists=La cuenta '%1$s' ya existe en el sistema.
ServerPluginServiceImpl.NotAPluginFile=Este archivo no es un de plugin para Soffid IAM.
SelfServiceImpl.WANClientHost=Host %s (acceso WAN %s)
AdditionalDataServiceImpl.IntegrityViolationOrder=No se puede asignar el orden '%1$s' a '%2$s' porque ya est\u00E1 asignado a '%3$s'.
UserServiceImpl.NoAuthorizedToDelete=Probablemente no autorizado a eliminar usuarios de ese grupo
PasswordServiceImpl.ExpiredPasswordMaxDurationCondition=La contrase\u00F1a ser\u00E1 invalidada, tiene %d d\u00EDas de plazo para cambiarlo.
SelfServiceImpl.UnknownHost=Host desconocido.
PasswordServiceImpl.MinNumbersCondition=Debe contener al menos %d n\u00FAmeros.
EntryPointServiceImpl.UnauthorizedtForAdminParentMenu=No autorizado a administrar el men\u00FA padre
AccountServiceImpl.NotChangePasswordAccountShared=No tiene autorizaci\u00F3n para cambiar la contrase\u00F1a. La cuenta es compartida.
EntryPointServiceImpl.CopyEntryPointConfirmChanges=Debe confirmar los cambios antes de poder copiar el punto de entrada
UserServiceImpl.UserTypeNotEspecified=Error\: se debe especificar el tipo de usuario
ApplicationServiceImpl.NotPermisionToSearch=Usuario con c\u00F3digo '%1$s' no tiene permisos para buscar los usuarios que tienen roles para la aplicaci\u00F3n con c\u00F3digo '%2$s'
ApplicationServiceImpl.NotAuthorizedToManageRol=Probablemente no autorizado para gestionar roles en esa aplicaci\u00F3n
NetworkServiceImpl.NoMakeAliasPermission=El usuario no est\u00E1 autorizado para crear alias a esta m\u00E1quina
DispatcherServiceImpl.UserTypeRequired=El tipo de usuario debe estar seleccionado.
ApplicationServiceImpl.ApplicationNotFounded=No se ha encontrado ninguna administraci\u00F3n de aplicaci\u00F3n con c\u00F3digo de usuario '%1$s', c\u00F3digo de aplicaci\u00F3n '%2$s' y nombre de rol '%3$s'
SeyconServerServiceImpl.PlanTasks=Planificando tareas ...
UserServiceImpl.VoidOrgUnity=Es necesario indicar una unidad organizativa en la petici\u00F3n de alta de usuario.
UserServiceImpl.SignNotVerified=La firma no se puede verificar
ApplicationServiceImpl.SharedAccount=Cuenta compartida.
EntryPointServiceImpl.NotIDEntryPoint=Este punto de entrada no tiene id\: a\u00FAn no ha confirmado los cambios
EntryPointServiceImpl.MenuTypeMessage=Debe indicar el tipo de men\u00FA
AccountServiceImpl.UnknownAccount=Cuenta %d desconocida.
EntryPointServiceImpl.NotAuthorizedToMoveEntryPointNoPermission=No est\u00E1 autorizado a mover este punto de entrada\: No tiene permiso al punto de entrada origen
EntryPointServiceImpl.NotNodeMoviment=No se puede mover un nodo dentro de s\u00ED mismo
UserServiceImpl.UserInactiveToChangePass=Tan s\u00F3lo se puede realizar el reset de password para usuarios activos.
NetworkServiceImpl.NoAuthorizedToUpdateOS=No autorizado para actualizar el tipo de S.O. '%s$s'
DomainServiceImpl.5=Probablemente no autorizado para gestionar valores del dominio en que la aplicaci\u00F3n
DomainServiceImpl.4=Tan s\u00F3lo se pueden crear dominios de aplicaci\u00F3n.
DomainServiceImpl.3=Tan s\u00F3lo se pueden crear dominios de aplicaci\u00F3n.
ApplicationServiceImpl.VeryRegSearched=Demasiados registros\: es necesario dar un filtro m\u00E1s restrictivo.
DomainServiceImpl.2=Probablemente no autorizado a eliminar los dominios en la aplicaci\u00F3n
DomainServiceImpl.1=Tan s\u00F3lo se pueden eliminar dominios de aplicaci\u00F3n.
DomainServiceImpl.0=Tan s\u00F3lo se pueden crear dominios de aplicaci\u00F3n.
ApplicationServiceImpl.NotAuthorizedToUpdate=Probablemente no autorizado para actualizar la aplicaci\u00F3n
UserServiceImpl.SCDISeyconParamNotDefinied=No se ha definido el par\u00E1metro de configuraci\u00F3n del Soffid IAM\: 'webserviceSCDI'\n[URL del servicio web (servers Verificaci\u00F3n Datos de Identidad)].\nSe debe definir para poder verificar la validez de la identidad de los usuarios.
PasswordServiceImpl.WordNotAllowedCondition=No est\u00E1 permitido utilizar las siguientes palabras en una contrase\u00F1a\:\n
AccountServiceImpl.NotAllowedToChangePassword=No se permite cambiar la contrase\u00F1a de esta cuenta.
ApplicationServiceImpl.NotPermisionToUpdate=El usuario '%1$s' no tiene permisos suficientes para actualizar la asignaci\u00F3n de permisos de administraci\u00F3n de la aplicaci\u00F3n con c\u00F3digo '%2$s'.
EntryPointServiceImpl.EntryPointConfirmChanges=Debe confirmar los cambios antes de mover el punto de entrada
EntryPointServiceImpl.NoAuthorizedToDeleteExecutionMethods=Error\: el usuario no est\u00E1 autorizado a borrar m\u00E9todos de ejecuci\u00F3n
EntryPointServiceImpl.NoAssignedEntityID=Error\: No se ha asignado el id de la entidad autorizada
MailListsServiceImpl.2=Demasiados registros\: es necesario dar un filtro m\u00E1s restrictivo.
MailListsServiceImpl.1=Un usuario no puede a\u00F1adirse a s\u00ED mismo listas de correo.
MailListsServiceImpl.0=Demasiados registros\: es necesario dar un filtro m\u00E1s restrictivo.
NetworkServiceImpl.NoAuthorizedToCreateOS=No autorizado para crear el tipo de S.O. '%1$s'
NetworkServiceImpl.IntegrityViolationHosts=Para eliminar la red '%1$s' las asignaciones a equipos y las autorizaciones se deben eliminar primero.
UserServiceImpl.OrgUnity=\ Unidad Organizativa
ApplicationServiceImpl.UnableDeleteRol=Probablemente no autorizado a eliminar los roles de '%1$s' la aplicaci\u00F3n o para grupos de usuarios
ApplicationServiceImpl.VeryRegFinded=Demasiados registros\: es necesario dar un filtro m\u00E1s restrictivo.
PasswordServiceImpl.MinSignsCondition=Debe contener al menos %d caracteres especiales.
PasswordServiceImpl.MaxCapitalCondition=No puede contener m\u00E1s de %d letras may\u00FAsculas.
UserServiceImpl.TaskNotLaunched=No se pudo lanzar la tarea '%1$s'
UserServiceImpl.ExistsUserChangeNIF=El usuario '%1$s' ya existe pero no tiene NIF asignado, debe corregirse
EntryPointServiceImpl.NodeCopyError=No se puede copiar un nodo dentro de s\u00ED mismo
NetworkServiceImpl.NotAuthorizedMakeNet=El usuario no tiene permisos para crear redes.
GroupServiceImpl.8=No se puede eliminar grupo con c\u00F3digo '%1$s' del usuario con c\u00F3digo '%2$s' dado que existe una asociaci\u00F3n entre el usuario y un valor de dominio con dominio GRUPS_USUARI y valor '1$s'.
GroupServiceImpl.7=Un usuario no puede a\u00F1adir a s\u00ED mismo grupos.
GroupServiceImpl.6=Demasiados registros\: es necesario dar un filtro m\u00E1s restrictivo.
UserServiceImpl.FirstSurname=\ primer apellido
GroupServiceImpl.5=No se pueden eliminar los grupos
GroupServiceImpl.4=El c\u00F3digo de grupo puede contener s\u00F3lo letras y n\u00FAmeros o -
UserServiceImpl.UserAlreadyExists=El usuario con codiXestib '%1$s' ya est\u00E1 dado de alta como usuario de tipo '%2$s' y NO se permite cambiar a tipo de usuario alumno
GroupServiceImpl.3=No se permite crear grupos sin grupo padre
GroupServiceImpl.2=No tiene permisos de lectura para el grupo con c\u00F3digo '%1$s'
GroupServiceImpl.1=No tiene permisos de escritura sobre el grupo '%1$s'
GroupServiceImpl.0=El usuario no tiene permisos para crear grupos.
ApplicationBootServiceImpl.UpdatingConnectorAgents=Actualizando los agentes de conexi\u00F3n.
EntryPointServiceImpl.UnauthorizedToUpdate=No autorizado a actualizar este punto de entrada
PasswordServiceImpl.MaxNumbersCondition=No puede contener m\u00E1s de %d n\u00FAmeros.
NetworkServiceImpl.NoAutoassignNetLists=Un usuario no puede a\u00F1adirse a s\u00ED mismo listas de acceso a redes.
AccountServiceImpl.PermissionDenied=Permiso denegado.
SeyconServerServiceImpl.PlanTime=La planificaci\u00F3n lleva m\u00E1s de 2 minutos
UserServiceImpl.CheckUserName=Verifique que el nombre y apellidos correspondan con los del DNI/NIE
ApplicationServiceImpl.MoreInstancesFinded=M\u00E1s de una instancia encontrada de administraci\u00F3n aplicaci\u00F3n.
DipatcherServiceImpl.CodeDispatcherExists=No es posible crear un agente con c\u00F3digo '%1$s' porqu\u00E9 este c\u00F3digo ya est\u00E1 asignado.
DispatcherServiceImpl.ErrorDeletingDispatcher=No es posible eliminar este agente mientras existan roles asociados.
NetworkServiceImpl.NotAuthorizedSearchMachine=El usuario no tiene permisos para buscar la m\u00E1quina con nombre '%1$s'
NetworkServiceImpl.NetNotFound=Red con c\u00F3digo '%1$s' no encontrada.
EntryPointServiceImpl.CodeNameValidation=Se debe introducir un valor en el campo del nombre de aplicaci\u00F3n.
UserServiceImpl.CreateUserError=Error en la creaci\u00F3n del usuario. El campo
EntryPointServiceImpl.NoAuthorizedToUpdateExecMethods=Error\: el usuario no est\u00E1 autorizado a actualizar m\u00E9todos de ejecuci\u00F3n
UserServiceImpl.InsufficientPermission=No se tienen permisos suficientes para realizar el alta de usuario.
UserDomainServiceImpl.MinValuesLengthErrorMessage=Los valores m\u00EDnimos son mayores que longitud m\u00EDnima
PasswordServiceImpl.MaxLongCondition=No pueden tener m\u00E1s de %d caracteres
UserServiceImpl.IncorrectCertificate=Certificado incorrecto
UserServiceImpl.AssignSecondaryGroup=Asignacion de grupos secundarios
ApplicationServiceImpl.ExistentRole=Ya existe un rol con el mismo nombre '%1$s', en la base de datos '%2$s' que pertenece a la aplicaci\u00F3n '%3$s'.\nNo se permite crear m\u00E1s de un rol con el mismo nombre en la misma base de datos. Puede contactar con el responsable de la aplicaci\u00F3n
UserServiceImpl.Error=Error\:
ApplicationServiceImpl.NoUserPermission=El usuario '%1$s' no tiene permisos para crear aplicaciones.
EntryPointServiceImpl.ChildEntryPointError=Error\: '%1$s' tiene puntos de entrada hijos
EntryPointServiceImpl.NullAuthoritationID=Error\: El id de la autorizaci\u00F3n es null
NetworkServiceImpl.IntegrityViolationMachines=Para borrar el S.O. '%1$s' las asignaciones a equipos se deben eliminar primero. 
UserDomainServiceImpl.MaxLengthErrorMessage=La longitud m\u00E1xima de la contrase\u00F1a debe ser mayor que el m\u00EDnimo
UserServiceImpl.DataCertificationNotValid=La certificaci\u00F3n de la validez de los datos no es v\u00E1lida.
AccountServiceImpl.CannotChangePersonalAccount=No se puede cambiar una cuenta personal a cuenta compartida.
UserServiceImpl.ValidMessage=V\u00E1lido
NetworkServiceImpl.NotAuthorizedToUpdateMachine=El usuario no tiene permisos para actualizar la m\u00E1quina con nombre '%1$s'
UserServiceImpl.OrgUnityNotExists=No existe ninguna unidad organizativa con c\u00F3digo '%1$s'.
EntryPointServiceImpl.NullExecutionID=Error\: El id de la ejecuci\u00F3n es null
EntryPointServiceImpl.15=\  hijo de
ApplicationBootServiceImpl.WildcardsDescription=Activa caracter comod\u00EDn para las b\u00FAsquedas
SeyconServerServiceImpl.AuthenticationNoObtained=No se pudo obtener la autenticaci\u00F3n para contactar con el servidor
NetworkServiceImpl.UnableDeleteHostMessage=No se puede eliminar la m\u00E1quina, debe eliminar primero las impresoras asociadas
PrinterServiceImplCodePrinterExists=No es posible crear una impresora con el c\u00F3digo '%1$s' porque ya existe una con este c\u00F3digo.
InternalPasswordServiceImpl.PolicyNotFound=Pol\u00EDtica no encontrada para la cuenta %s.
NetworkServiceImpl.BigSearchResults=Demasiados registros\: es necesario dar un filtro m\u00E1s restrictivo.
UserDomainServiceImpl.MaxLowerLengthErrorMessage=Las letras min\u00FAsculas m\u00E1ximo debe ser mayor que el m\u00EDnimo
UserServiceImpl.UserPhone=\  tel\u00E9fono
UserServiceImpl.NoCardFounded=No se ha encontrado ninguna tarjeta con el c\u00F3digo de usuario y codigo de tarjeta indicados
NetworkServiceImpl.NoAdminNets=El usuario no es administrador de redes.
GroupServiceImpl.CodeGroupExists=No es posible crear un grupo con c\u00F3digo '%1$s' porqu\u00E9 este c\u00F3digo ya est\u00E1 asignado.
ApplicationServiceImpl.UnableCreateRol=Probablemente no autorizado para crear funciones de la aplicaci\u00F3n '%1$s', o grupos de usuarios
LlistaCorreuEntityDaoImpl.IntegrityException=Para poder eliminar la lista de correo '%1$s' se deben eliminar las asignaciones primero. Revise las listas de correo contenidas.
ApplicationServiceImpl.SoDRuleNotAllowRole=La regla SoD '%s' no permite la asignaci\u00F3n de este rol.
NetworkServiceImpl.SessionIDNotFound=Sesi\u00F3n con identificador '%1$d no encontrada.
PasswordServiceImpl.MinCapitalsCondition=Debe tener al menos %d letras may\u00FAsculas.
AccountServiceImpl.NotPersonalAccount=La cuenta %d no es una cuenta personal.
EntryPointServiceImpl.NoAuthorizedToCopyEntryPointNoPermission=No est\u00E1 autorizado a copiar este punto de entrada\: No tiene permiso al punto de entrada origen
ApplicationBootServiceImpl.CreatingAccount=Creando la cuenta %1$s en %2$s para el usuario %3$s.
UserServiceImpl.NoValidMessage=No v\u00E1lido
ApplicationBootServiceImpl.CanNotCreateAccount=No se puede crear la cuenta.
UserServiceImpl.NotBeVoid=o estar vac\u00EDo
SessionCacheServiceImpl.SessionCacheServiceDisabled='SessionCacheService' desactivado debido a\:
PasswordServiceImpl.MinMinusculesCondition=Debe contener al menos %d letras min\u00FAsculas.
AccountServiceImpl.BeanNotImplementNameGenerator=El campo Id %s no implementa 'AccountNameGenerator'.
ApplicationServiceImpl.NoPermissionToDelete=El usuario '%1$s' no tiene permisos suficientes para borrar permisos de administraci\u00F3n de la aplicaci\u00F3n con c\u00F3digo '%2$s'
AccountServiceImpl.CannotDeleteAccount=No se puede eliminar la cuenta %s en %s. Elimine las asignaciones de rol primero.
ApplicationServiceImpl.NoPermissionToAsign=El usuario '%1$s' no tiene permisos suficientes para realizar la asignaci\u00F3n de permisos de administraci\u00F3n de la aplicaci\u00F3n con c\u00F3digo '%2$s
NetworkServiceImpl.RequestUnmanagedIP=Solicitud de registro de host %s de ip no administrado %s
SeyconServerServiceImpl.NoConnectionToServer=ERROR\: No se pudo conectar con el servidor. Error\: %s
NetworkServiceImpl.AdminNet=El usuario tiene derecho para administrar las redes.
InternalPasswordServiceImpl.CannotGeneratePassword=No se puede generar una contrase\u00F1a v\u00E1lida para la cuenta %s en %s,
UserServiceImpl.InsertUserCod=Inserci\u00F3n c\u00F3digo usuario IBSALUT
AccountServiceImpl.NoAuthorizedChangePassAccDisabled=No tiene autorizaci\u00F3n para cambiar la contrase\u00F1a. Cuenta deshabilitada.
NetworkServiceImpl.NoSessionIDFound=No se ha encontrado ninguna sesi\u00F3n con este id %1$d verifique que la sesi\u00F3n no est\u00E9 cerrada
NetworkServiceImpl.MachineNotFound=No se ha encontrado ninguna m\u00E1quina con nombre '%1$s'
PasswordServiceImpl.MaxSignsCondition=No puede contener m\u00E1s de %d s\u00EDmbolos especiales.
UserServiceImpl.CamerfirmaCertification=Certificados de Camerfirma
UserServiceImpl.NoExistsGroup=No existe el grupo con c\u00F3digo de centro (c\u00F3digo \= 'ce%1$s')
UserServiceImpl.NotBeNull=no puede ser nulo
UserServiceImpl.NoSyncserverDefined=Syncserver no definido
DispatcherServiceImpl.UserDomainRequired=El dominio de usuario debe estar seleccionado.
UserServiceImpl.VerificationDataServerError=Error en el servicio de verificaci\u00F3n de datos de identidad\:\n%1$s
LlistaCorreuEntityDaoImpl.IntegrityExceptionLCO=Para poder eliminar la lista de correo '%1$s' se deben eliminar las asignaciones primero. Revise las listas de correo contenidas.
ApplicationServiceImpl.CannotRevokeManually=Este rol no puede ser revocado manualmente. Es otorgado por una regla.
UserServiceImpl.ForRequest=Para la petici\u00F3n
EntryPointServiceImpl.NoAuthorizedToCopyEntryPoint=No est\u00E1 autorizado a copiar este punto de entrada
UserServiceImpl.UpdateUserError=Error en la actualizaci\u00F3n del usuario. El campo
EntryPointServiceImpl.ParentMenuNotFounded=Men\u00FA padre no encontrado
NetworkServiceImpl.NoPermissionMessage=No autorizado
AccountServiceImpl.NotAllowedToQueryPassword=La pol\u00EDtica de seguridad no permite consultar la contrase\u00F1a para esta cuenta 
UserDomainServiceImpl.MaxUpperLengthErrorMessage=El caso superior m\u00E1ximo debe ser mayor que el m\u00EDnimo
UserServiceImpl.VeryRegFounded=Demasiados registros\: es necesario dar un filtro m\u00E1s restrictivo.
DispatcherServiceImpl.PasswordDomainRequired=Las contrase\u00F1as de dominio deben estar seleccionadas.
GroupServiceImpl.SecondaryGroupText=Grupo secundario
NetworkServiceImpl.IncompatibleIPMessage=La red con IP '%1$s' m\u00E1scara '%2$s' es incompatible con la m\u00E1quina con IP '%3$s'.
AutoritzacioServiceImpl.ErrorObtainingAuthorizations=Error en la obtenci\u00F3n del XML de las autorizaciones\:
UserServiceImpl.UnknowError=ERROR DESCONOCIDO
UserServiceImpl.NoEstablishedWebServiceSCDIParam=no se ha establecido el par\u00E1metro webserviceSCDI
NetworkServiceImpl.NoDeleteAliasPermission=El usuario no est\u00E1 autorizado para borrar alias de esta m\u00E1quina
MailListsServiceImpl.CodeDomainExists=No es posible crear un dominio de correo con c\u00F3digo '%1$s' porqu\u00E9 este c\u00F3digo ya est\u00E1 asignado.
NetworkServiceImpl.NotAuthorizedViewListAccess=El usuario no est\u00E1 autorizado para acceder a las listas de acceso de la red.
SelfServiceImpl.LANClientHost=Host %s (acceso LAN %s)
UserDomainServiceImpl.MaxValuesLengthErrorMessage=Los valores m\u00E1ximos son mayores que la longitud m\u00E1xima
AccountServiceImpl.CannotChangeSharedAccount=No se puede cambiar una cuenta compartida a la cuenta personal mientras no esté asignado exclusivamente a un usuario.
DispatcherServiceImpl.5=Este agente no se encuentra activo, debe activar el agente para que se puedan propagar las tareas
DispatcherServiceImpl.4=Debe indicar el agente
DispatcherServiceImpl.3=Probablemente no autorizado a actualizar las reglas de control de acceso de este agente
UserServiceImpl.CondCertification=\ certificaci\u00F3n de condiciones
DispatcherServiceImpl.2=Probablemente no autorizado a crear reglas de control de acceso para este agente
DispatcherServiceImpl.1=Grupo '%s' desconocido
DominiCorreuEntityDaoImpl.IntegrityException=Para poder eliminar el dominio de correo '%1$s' todas las asignaciones se han de eliminar primero. Revise las listas de correo.
DispatcherServiceImpl.0=Tipo de usuario %s desconocido
ApplicationServiceImpl.NotAuthorizedToDelete=Probablemente no autorizado a eliminar la aplicaci\u00F3n
SeyconServerServiceImpl.ServerNotAdded=No se ha especificado el servidor
ApplicationServiceImpl.NoAccessToRol=El usuario con c\u00F3digo '%1$s' no tiene acceso al rol con nombre '%2$s'.
EntryPointServiceImpl.NoAuthorizedToMakeExecutionMethods=Error\: el usuario no est\u00E1 autorizado a crear m\u00E9todos de ejecuci\u00F3n
NetworkServiceImpl.OnlyChangeSOMachine=El usuario s\u00F3lo puede modificar el Sistema Operativo en la m\u00E1quina con nombre '%1$s'
AutoEnrollmentServiceImpl.2=Error interno en el servidor.
UserDomainServiceImpl.9=Se debe especificar el c\u00F3digo del dominio de contrase\u00F1as
AutoEnrollmentServiceImpl.1=Ya existe un usuario con esta direcci\u00F3n de correo electr\u00F3nico.
UserDomainServiceImpl.8=Debe especificar el tipo de contrase\u00F1a a la pol\u00EDtica de contrase\u00F1as
PasswordServiceImpl.MaxMinusculesCondition=No puede contener m\u00E1s de %d letras min\u00FAsculas.
AutoEnrollmentServiceImpl.0=Error interno en el servidor
UserDomainServiceImpl.7=Debe especificar el tipo de usuario de la pol\u00EDtica de contrase\u00F1as
AdditionalDataServiceImpl.IntegrityViolationCode=No es posible crear un dato adicional con c\u00F3digo '%1$s' porqu\u00E9 este c\u00F3digo ya est\u00E1 asignado.
UserDomainServiceImpl.6=S\u00F3lo puede existir una pol\u00EDtica de contrase\u00F1as para el tipo de usuario '%1$s' al dominio de contrase\u00F1as '%2$s'
NetworkServiceImpl.AuthorizacionExpired=Esta autorizaci\u00F3n ya ha caducado - no se puede revocar
UserDomainServiceImpl.5=Debe especificar el tipo de contrase\u00F1a a la pol\u00EDtica de contrase\u00F1as
UserDomainServiceImpl.4=Debe especificar el tipo de usuario de la pol\u00EDtica de contrase\u00F1as
UserDomainServiceImpl.3=Debe especificar el tipo del dominio de usuarios
NetworkServiceImpl.AutocreatedMessage=Creadas autom\u00E1ticamente
UserDomainServiceImpl.2=Debe especificar el c\u00F3digo del dominio de usuarios
UserDomainServiceImpl.1=Debe especificar el tipo del dominio de usuarios
UserDomainServiceImpl.0=Debe especificar el c\u00F3digo del dominio de usuarios
AccountServiceImpl.NoChangeUserPasswordAuthorized=No tiene autorizaci\u00F3n para cambiar la contrase\u00F1a de usuario.
NetworkServiceImpl.NoAuthorizedToQueryOS=No autorizado para consultar tipos de S.O.
AccountServiceImpl.NoPolicyDefined=No existe una pol\u00EDtica definida para esta cuenta.
UserServiceImpl.NoAuthorizedToUpdate=Probablemente no autorizado para actualizar los usuarios de ese grupo de
AccessEntryServiceImpl.58=Cliente\:
AccessEntryServiceImpl.57=Cliente\:
AccessEntryServiceImpl.56=Demasiados registros\: es necesario dar un filtro m\u00E1s restrictivo.
EntryPointServiceImpl.XMLValidationError=Error en la validaci\u00F3n del XML del Punto de entrada '%1$s'\: '%2$s'
DispatcherServiceImpl.AgentTypeRequired=El tipo de agente debe estar seleccionado.
ApplicationBootServiceImpl.32=Actualizando 'Password Entity'.
UserDomainServiceImpl.MaxNumbersLengthErrorMessage=El largo m\u00E1ximo n\u00FAmero debe ser mayor que m\u00EDnimo
EntryPointServiceImpl.NoAssignedEntryPoint=Error\: No se ha seleccionado el punto de entrada
UserServiceImpl.UserCodNotFounded=No se ha encontrado ning\u00FAn usuario con el c\u00F3digo %1$s
UserServiceImpl.AlumGourpNotFounded=No se ha encontrado el grupo alumnos (c\u00F3digo \= 'alumnos')
ApplicationServiceImpl.IntegrityExceptionRol=Para poder borrar la aplicaci\u00F3n '%1$s' todos los roles deben ser eliminados primero.
SeyconServerServiceImpl.NoTasksPlan=Tareas sin planificar
NetworkServiceImpl.CodeNetworkExists=No es posible crear una red con el c\u00F3digo '%1$s' porque ya existe una con este c\u00F3digo.
EntryPointServiceImpl.NotAuthorizedToMoveEntryPoint=No est\u00E1 autorizado a mover este punto de entrada
PasswordServiceImpl.PatternCondition=Debe seguir el patr\u00F3n de '%s'.
ApplicationBootServiceImpl.29=Actualizando la entidad 'PasswordPolicy'.
ApplicationBootServiceImpl.26=Actualizando los dominios de usuario.
UserServiceImpl.CodeUserExists=No es posible crear un usuario con el c\u00F3digo '%1$s' porque ya existe uno con este c\u00F3digo.
AccountServiceImpl.AccounNotBounForUser=Cuenta de usuario no ligada a ning\u00FAn usuario.
AccessEntryServiceImpl.8=Demasiados registros\: es necesario dar un filtro m\u00E1s restrictivo.
AccessEntryServiceImpl.40=Debe especificar el n\u00FAmero de registros o la fecha de incio
EntryPointServiceImpl.ImageTooBigError=Imagen demasiado grande para asignarla como icono
UserDomainServiceImpl.UserTypeWithAccounts=No es posible borrar un tipo de usuario que tiene cuentas asociadas.
PrinterServiceImpl1=Un usuario no puede a\u00F1adirse a s\u00ED mismo impresoras.
PrinterServiceImpl0=Demasiados registros\: es necesario dar un filtro m\u00E1s restrictivo.
UserServiceImpl.MissignDataMessage=Faltan los siguientes datos en la petici\u00F3n\: %1$s
NetworkServiceImpl.IdentityValidation=Para crear un control de acceso a la red '%1$s' se debe especificar un valor para la identidad (usuario, grupo o rol).
NetworkServiceImpl.NoAuthorizedToDeleteOS=No autorizado para borrar el tipo de S.O. '%s$s'
ApplicationBootServiceImpl.18=Actualizando la asignaci\u00F3n de roles.
ApplicationServiceImpl.NotAdminPermissionAuthorized=Un usuario no puede a\u00F1adirse a s\u00ED mismo como administrador de una aplicaci\u00F3n
UserServiceImpl.SVDISeyconParamNotDefinied=No se ha definido el par\u00E1metro de configuraci\u00F3n del Soffid IAM\: 'webserviceSVDI'\n[URL del servicio web (servers Verificaci\u00F3n Datos de Identidad)].\nSe debe definir para poder verificar la validez de la identidad de los usuarios.
AccessEntryServiceImpl.38=Demasiados registros\: es necesario dar un filtro m\u00E1s restrictivo.
NetworkServiceImpl.NoGetInetAddress=No se pudo obtener InetAddress.getLocalHost()
AccessEntryServiceImpl.37=El formato del n\u00FAmero de registros es incorrecto
NetworkServiceImpl.IPAssignedMessage=Direcci\u00F3n %s est\u00E1 asignada a %s
UserDomainServiceImpl.15=Error borrando miembro de Dominio de usuarios\: no se ha especificado el tipo
UserDomainServiceImpl.14=Error borrando miembro de Dominio de usuarios\: no se ha especificado el tipo
UserDomainServiceImpl.13=Error actualizando miembro de Dominio de usuarios\: no se ha especificado el tipo
AccessEntryServiceImpl.30=Debe indicar el n\u00FAmero de registros a obtener
UserDomainServiceImpl.12=Error\: no se ha especificado el dominio de usuarios
UserDomainServiceImpl.11=Se debe especificar el c\u00F3digo del dominio de contrase\u00F1as
UserDomainServiceImpl.10=Error\: no se ha especificado el dominio de usuarios
UserServiceImpl.ErrorID=Error '%1$s'
EntryPointServiceImpl.DeleteNotAllowed=No se permite borrar este nodo
SeyconServerServiceImpl.NoTasksToPlan=Ning\u00FAn Tarea pendiente de Planificar
NetworkServiceImpl.NoUpdateAliasPermission=El usuario no est\u00E1 autorizado para actualizar alias de esta m\u00E1quina
NetworkServiceImpl.NotAuthorizedAdminNet=El usuario no puede administrar las redes.
AccountServiceImpl.NotAuthorizedChangePassForAccount=No tiene autorizaci\u00F3n para cambiar la contrase\u00F1a de esta cuenta.
UserServiceImpl.InvalidCertificate=Certificado inv\u00E1lido
AccessEntryServiceImpl.29=El formato del n\u00FAmero de registros es incorrecto
NetworkServiceImpl.NotAuthorizedToDeleteMachine=El usuario no es autorizado a eliminar esa m\u00E1quina.
UserServiceImpl.ExistsUserNoNIF=El usuario '%1$s' existe pero no tiene NIF asignado, debe corregirse
AccessEntryServiceImpl.23=El formato del n\u00FAmero de registros es incorrecto
AccountServiceImpl.InvalidAccountType=Tipo de cuenta no v\u00E1lido\: %s
PasswordServiceImpl.9=Usuario desconocido '%s'
PasswordServiceImpl.8=No hay pol\u00EDtica de contrase\u00F1as para el dominio %s y tipo de usuario %s
PasswordServiceImpl.7=Dominio desconocido '%s'
UserServiceImpl.Certification=\  certificaci\u00F3n de validez
PasswordServiceImpl.6=Usuario desconocido '%s'
PasswordServiceImpl.5=Usuario desconocido '%s'
AccountServiceImpl.NoChangePasswordAuthorized=No tiene autorizaci\u00F3n para cambiar la contrase\u00F1a.
EntryPointServiceImpl.ObtaintParentPointEntryError=Error\: No se pudo obtener el punto de entrada padre
GroupServiceImpl.PrimaryGroupText=Grupo primario
PasswordServiceImpl.4=Dominio desconocido '%s'
PasswordServiceImpl.3=Usuario desconocido '%s'
PasswordServiceImpl.2=No existe una pol\u00EDtica definida para el usuario '%s' en '%s' dominio
PasswordServiceImpl.1=Dominio desconocido '%s'
PasswordServiceImpl.0=Usuario desconocido '%s'
EntryPointServiceImpl.NoAdminPermission=No tiene derechos de administraci\u00F3n para mover puntos de entrada
UserServiceImpl.VerificationServiceErrorCod=Error en el servicio de verificaci\u00F3n de datos de identidad\:\nC\u00F3digo de error\: %1$s. '%2$s' '%3$s'
PasswordServiceImpl.MinLongCondition=Debe ser al menos %d caracteres.
EntryPointServiceImpl.ApplicationNotFounded=No se ha encontrado ninguna aplicaci\u00F3n con c\u00F3digo '%s'
AccessEntryServiceImpl.19=Demasiados registros\: es necesario dar un filtro m\u00E1s restrictivo.
PasswordServiceImpl.PasswordMaxDurationCondition=La contrase\u00F1a ser\u00E1 v\u00E1lida para %d d\u00EDas despu\u00E9s del cambio.
UserServiceImpl.UserNotFounded=No se ha encontrado el usuario
AccountServiceImpl.AccountNotFound=Cuenta no encontrada %s / %s.
InternalPasswordServiceImpl.NoUserForAccount=Ning\u00FAn usuario para la cuenta %s / %s.
UserServiceImpl.ISAccessMessage=Solicitud de acceso a sistemas de informaci\u00F3n
UserServiceImpl.ChangeUserNameMessage=Cambio de nombre de usuario
UserServiceImpl.NoAuthorizedToChangePass=No est\u00E1 autorizado para cambiar la contrase\u00F1a de '%1$s' 
ApplicationServiceImpl.RoleGrantedToGroup=Rol concedido al grupo %s.
ApplicationBootServiceImpl.UpdatingAccounts=Actualizando cuentas.
ApplicationBootServiceImpl.maxRowsDescription=N\u00FAmero m\u00E1ximo de filas a mostrar en las b\u00FAsquedas
ApplicationBootServiceImpl.globalTimeOutDescription=Tiempo máximo en milisegundos para algunas consultas
UserDomainServiceImpl.MaxSymbolsLengthErrorMessage=La longitud m\u00E1xima de s\u00EDmbolos debe ser mayor que el m\u00EDnimo
AccountServiceImpl.MoreThanOneUserAccount=M\u00E1s de un usuario para la cuenta %d
PasswordServiceImpl.10=Dominio desconocido %s
NetworkServiceImpl.IpNetworkExists=No es posible crear una red con IP '%1$s' porque esta IP ya est\u00E1 asignada.
NetworkServiceImpl.HostsCollisionMessage=Host %s tiene colisi\u00F3n con host %s con direcci\u00F3n %s y n\u00FAmero de serie s%
AutoritzacioServiceImpl.3=Error en la obtenci\u00F3n del XML de las autorizaciones\:
UserServiceImpl.VerificationServiceError=Error en el servicio de verificaci\u00F3n de datos de identidad\:\n%1$s
NetworkServiceImpl.NotAuthorizedMakeMachine=El usuario no est\u00E1 autorizado a crear la m\u00E1quina con nombre '%1$s'
UserDomainServiceImpl.UserTypeWithPolicy=No se puede borrar un tipo de usuario que tiene pol\u00EDticas asociadas.
ApplicationServiceImpl.UnknownSystem=Sistema %s desconocido.
UserServiceImpl.NotExistsProcess=No existe la definici\u00F3n del proceso con nombre %1$s
ServeiServiceImpl.CodeServiceExists=No es posible crear un servicio con el c\u00F3digo '%1$s' porque ya existe uno con este c\u00F3digo.
ApplicationBootServiceImpl.SkippingAccount=Ignorando la cuenta %1$s en %2$s para el usuario %3$s.
NetworkServiceImpl.NotAuthorizedDeleteNet=El usuario no est\u00E1 autorizado para eliminar redes.
AccountServiceImpl.InvalidPolicy=Tipo de pol\u00EDtica no v\u00E1lido\: %s
NetworkServiceImpl.NoReadNetPermission=El usuario no tiene acceso para lectura a la red con c\u00F3digo '%1$s'
UserServiceImpl.ChangePasswordMessage=Cambio de contrase\u00F1a
PasswordServiceImpl.MaxHistoricCondition=No puede ser ninguna de las %d contrase\u00F1as anteriores.
UserServiceImpl.ExistsUser=Ya existe al menos un usuario con el mismo NIF. C\u00F3digo de usuario(s) ya existente(s)\: [%1$s]
UserServiceImpl.NotImplementedMessage=No implementado
NetworkServiceImpl.NotAuthorizedUpdateNet=El usuario no es autorizado a actualizar esta red.
AccountServiceImpl.NotAuthorizedChangePassword=No tiene autorizaci\u00F3n para cambiar la contrase\u00F1a. La cuenta no tiene privilegios.
ApplicationServiceImpl.CodeAplicationExists=No es posible crear una aplicaci\u00F3n con el c\u00F3digo '%1$s' porque ya existe una con este c\u00F3digo.
EntryPointServiceImpl.EntryPointTypeError=Error\: El punto de entrada destino debe ser de tipo men\u00FA.
UserServiceImpl.UserType=\  tipo de usuario
AccountServiceImpl.UknownBeanForDomain=Campo %s desconocido para el dominio %s
ApplicationServiceImpl.UserAddRolError=Un usuario no puede a\u00F1adirse roles a s\u00ED mismo.
ApplicationServiceImpl.RoleGrantedToRol=Rol otorgado al rol %s.
EntryPointServiceImpl.EntryPointDuplicated=Un punto de entrada no puede estar dos veces en el mismo men\u00FA
EntryPointServiceImpl.NoAuthorizedToDeleteAuthoritations=Error\: el usuario no est\u00E1 autorizado a borrar autorizaciones
UserServiceImpl.ConditionsCertificationNotvalid=La certificaci\u00F3n de condiciones no es v\u00E1lida.
EntryPointServiceImpl.ParentNotAMenu=El padre indicado no es un men\u00FA
NetworkServiceImpl.NotAuthorizedDeleteAuthorizations=El usuario no est\u00E1 autorizado para eliminar autorizaciones a redes.
UserServiceImpl.ProcessCallNotAllowed=No se permite lanzar procesos de tipo %1$s
AccountServiceImpl.ErrorGeneratinAccount=Error generando la cuenta del usuario %s en el sistema %s.
NetworkServiceImpl.UserNotFound=Usuario con c\u00F3digo '%1$s' no encontrado.
NetworkServiceImpl.RequestWithoutDHCP=Solicitud de registro de host %s(%s) de la red sin DHCP %s de apoyo
UserServiceImpl.VerificationServiceCodError=Error en el servicio de verificaci\u00F3n de datos de identidad\: '%1$s' c\u00F3digo de error\: %2$s
AccountServiceImpl.UserNotFoundForAccount=Usuario no encontrado para la cuenta %s / %s.
AccountServiceImpl.NotAuthorizedToChangePassword=No tiene autorizaci\u00F3n para cambiar la contrase\u00F1a. La cuenta tiene privilegios.
SelfServiceImpl.IPHost=IP %s
PrinterServiceImpl.IntegrityExceptionGrups=Para poder borrar la impresora '%1$s' las asignaciones a usuarios y a grupos se han de eliminar primero.
UserServiceImpl.DeleteUserMessage=Solicitud de baja de usuario
AuditServiceImpl.2=Demasiados registros\: es necesario dar un filtro m\u00E1s restrictivo.
AuditServiceImpl.1=Debe indicar fecha de fin
AuditServiceImpl.0=Debe indicar fecha de inicio
DominiCorreuEntityDaoImpl.IntegrityException2=Para poder eliminar el dominio de correo '%1$s' todas las asignaciones se han de eliminar primero. Revise los correos asignados a usuarios.
AccountServiceImpl.AccountNameRequired=El nombre de la cuenta debe especificarse.
AccountServiceImpl.AlreadyUserAccount=El usuario %s ya tiene una cuenta para el sistema %s.
UserServiceImpl.AddUserMessage=Solicitud de alta de usuario
PasswordServiceImpl.ComplexPasswordsCondition=No puede contener el nombre de cuenta\nNo puede contener sus nombres o apellidos\nDebe tener tres tipos de caracteres (minúsculas, mayúsculas, números, signos o carácteres asiaticos)
#Autogenerated
#Wed May 14 17:04:23 CEST 2014
RuleEvaluatorServiceImpl.EvaluationRuleError=Error evaluando la regla '%s' para el usuario '%s'
RuleEvaluatorServiceImpl.NotBooleanReturn=El valor retornado [%s] no es booleano
XarxaServiceImpl.IntegrityViolationHosts=Para eliminar la red '%1$s' debe primero eliminar la máquina '%2$s'.
